Repository: valentinpronkin/vp-wp-test-form
Catalog: languages/vvp-form-*.po
Languages: es_es

source: Valentin Pronkin
es_es: Valentin Próñkin

source: Sent email messages log
es_es: Registro de mensajes de correo electrónico enviados

source: Timestamp
es_es: Marca de tiempo

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Email
es_es: Correo electrónico

source: Subject
es_es: Tema

source: Message
es_es: Mensaje

source: Email log added to database successfully.
es_es: Registro de correo electrónico agregado a la base de datos exitosamente.

source: Error while adding email log to database.
es_es: Error al agregar el registro de correo electrónico a la base de datos.

source: User added to HubSpot successfully.
es_es: Usuario agregada a HubSpot exitosamente.

source: Error while adding user to HubSpot (already exists?).
es_es: Error al agregar un usuario a HubSpot (¿ya existe?).

source: Email was not sent successfully.
es_es: El correo electrónico no se envió correctamente.

source: Skipping adding email log to database.
es_es: Saltarse la adición del registro de correo electrónico a la base de datos.

source: Saltarse la adición de usuario a HubSpot.
es_es: Mensaje

source: Something went wrong!
es_es: ¡Algo salió mal!

source: Only letters and white space allowed in first name
es_es: Solo se permiten letras y espacios en blanco en el nombre

source: Only letters and white space allowed in last name
es_es: Solo se permiten letras y espacios en blanco en el apellido

source: Invalid email format!
es_es: ¡Formato de correo inválido!

source: Email was sent successfully.
es_es: El correo electrónico fue enviado exitosamente.
